{
    "WondrousItems": [{
            "Name": "Belt of Tumbling",
            "Aura": {
                "Type": "transmutation",
                "Strength": "faint"
            },
            "CasterLevel": 1,
            "PurchasePrice": 400,
            "Slot": "belt",
            "Weight": 1,
            "Description": "This thin and flexible cotton cord is meant to be wrapped several times around wearer's waist. The belt's wearer gains a +4 competence bonus on Acrobatics checks made to move through a threatened square or through an enemy's space.",
            "SourceBooks": [{
                "Name": "Ultimate Equipment",
                "Page": 211
            }],
            "CraftingRequirements": {
                "Cost": 400,
                "Feats": ["Craft Wondrous Item"],
                "Spells": ["Cat's Grace"]
            }
        },
        {
            "Name": "Beneficial Bandolier",
            "Aura": {
                "Type": "transmutation",
                "Strength": "moderate"
            },
            "CasterLevel": 9,
            "PurchasePrice": 1000,
            "Slot": "belt",
            "Weight": 2,
            "Description": "This bandolier is made of finely tanned leather. It has slots for up to 200 rounds of ammunition. Pellets and black powder are kept in tiny individual pouches, and bullets in small loops. The bandolier alters itself as needed to accommodate both. There are also places on the beneficial bandolier for a gunsmith’s kit and a powder horn. Regardless of what quantities of these items are placed within the beneficial bandolier, its weight does not change.\n\nAs a swift action, the wearer can command a single round of ammunition from the beneficial bandolier to teleport into a firearm of the appropriate type that he is wielding.",
            "SourceBooks": [{
                "Name": "Ultimate Equipment",
                "Page": 211
            }],
            "CraftingRequirements": {
                "Cost": 500,
                "Feats": ["Craft Wondrous Item"],
                "Spells": ["Secret Chest"]
            }
        },
        {
            "Name": "Meridian Belt",
            "Aura": {
                "Type": "transmutation",
                "Strength": "moderate"
            },
            "CasterLevel": 9,
            "PurchasePrice": 1000,
            "Slot": "belt",
            "Weight": 1,
            "Description": "This narrow cloth belt has a silver buckle in the shape of four rings. The belt allows a creature to wear a magic ring on each foot in addition to the ring on each hand, though only two rings function at any given time. As a swift action, the wearer can change which of his rings are active (both hands, both feet, left hand and right foot, and so on). For example, a creature could wear a ring of protection, ring of energy resistance, ring of swimming, and ring of counterspells, switching between any two of them as a swift action each round as it desires.\n\nThe belt does not change the type of action required to activate a ring (for example, activating a ring of invisibility is still a standard action), but allows the wearer to easily switch between the constant powers of several worn rings. While the belt is worn, wearing a ring on a foot counts toward the attunement process of certain rings (such as a ring of sustenance) even if the belt isn’t used to make that ring active during that attunement period.",
            "SourceBooks": [{
                    "Name": "Ultimate Equipment",
                    "Page": 212
                },
                {
                    "Name": "Advanced Race Guide",
                    "Page": 207
                }
            ],
            "CraftingRequirements": {
                "Cost": 500,
                "Feats": ["Craft Wondrous Item"],
                "Spells": ["polymorph"]
            }
        } {
            "Name": "Bracers of Armor +8",
            "Aura": {
                "Type": "conjuration",
                "Strength": "moderate"
            },
            "CasterLevel": 7,
            "PurchasePrice": 64000,
            "Slot": "wrist",
            "Weight": 1,
            "Description": "These items appear to be wrist or arm guards, sometimes etched with symbols of protection or depictions of vigilant-looking animals. Bracers of armor surround the wearer with an invisible but tangible field of force, granting him an armor bonus of +1 to +8, just as though he were wearing armor. Both bracers of armor must be worn for the magic to be effective.\n\nAlternatively, bracers of armor can be enchanted with armor special abilities. See Table 3–3: Armor Special Abilities for a list of abilities. Special abilities usually count as additional bonuses for determining the market value of an item, but do not improve AC. Bracers of armor cannot have a modified bonus (armor bonus plus armor special ability bonus equivalents) higher than +8. Bracers of armor must have at least a +1 armor bonus to grant an armor special ability. Bracers of armor cannot have any armor special abilities that add a flat gp amount to their cost. Bracers of armor and ordinary armor do not stack. If the wearer receives a larger armor bonus from another source, the bracers of armor cease functioning and do not grant their armor bonus or their armor special abilities. If the bracers of armor grant a larger armor bonus, the other source of armor ceases functioning.",
            "SourceBooks": [{
                    "Name": "Ultimate Equipment",
                    "Page": 271
                },
                {
                    "Name": "Core Rulebook",
                    "Page": 504
                }
            ],
            "CraftingRequirements": {
                "Cost": 32000,
                "Feats": ["Craft Wondrous Item"],
                "Spells": ["mage armor"],
                "Misc": ["creator’s caster level must be at least two times that of the bonus placed on the bracers, plus any requirements of the armor special abilities"]
            }
        }
    ]
}
